antcap96.xresources
antfu.auto-npx
antfu.browse-lite
ban.troff
benspaulding.procfile
bierner.emojisense
bradlc.vscode-tailwindcss
cruzelante098.jison-syntax-highlight
csstools.postcss
cweijan.vscode-autohotkey-plus
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
idleberg.applescript
lanza.lldb-vscode
malmaud.tmux
miguelsolorio.fluent-icons
mrmlnc.vscode-scss
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
prisma.prisma
rangav.vscode-thunder-client
rebornix.prolog
redhat.java
rust-lang.rust-analyzer
slevesque.vscode-3dviewer
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
twxs.cmake
unifiedjs.vscode-mdx
usernamehw.errorlens
virgilsisoe.hammerspoon
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vue.volar
yash-singh.cshell-vscode
yash-singh.stylex
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
ziglang.vscode-zig
