13xforever.language-x86-64-assembly
aaron-bond.better-comments
Alan.stylus
analytic-signal.preview-mp4
analytic-signal.preview-tiff
antcap96.xresources
antfu.auto-npx
antfu.browse-lite
antfu.vite
antfu.where-am-i
ban.troff
benspaulding.procfile
bierner.emojisense
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
bungcip.better-toml
christian-kohler.npm-intellisense
cruzelante098.jison-syntax-highlight
cschlosser.doxdocgen
csstools.postcss
ctcuff.font-preview
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DivyanshuAgrawal.competitive-programming-helper
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
freeCodeCamp.freecodecamp-dark-vscode-theme
geekofer.storybook-react-snippets
GitHub.copilot
GitHub.remotehub
GitHub.vscode-codeql
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
hollowtree.vue-snippets
jeff-hykin.better-cpp-syntax
jock.svg
kmoritak.vscode-mermaid-snippets
LeetCode.vscode-leetcode
malmaud.tmux
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
mhutchie.git-graph
miguelsolorio.fluent-icons
mikestead.dotenv
Miladfathy.scss-snippet
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-devlabs.extension-manifest-editor
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.brackets-pack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
nmsmith89.incrementor
Nuxt.mdc
octref.vetur
oderwat.indent-rainbow
Orta.vscode-jest
pepri.subtitles-editor
PKief.material-icon-theme
pranaygp.vscode-css-peek
Prisma.prisma
rebornix.prolog
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
robole.markdown-snippets
sdras.vue-vscode-snippets
silvenon.mdx
SimonSiefke.svg-preview
slevesque.vscode-zipexplorer
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
svelte.svelte-vscode
tamj0rd2.ts-quickfixes-extension
tht13.html-preview-vscode
timonwong.shellcheck
Tobermory.es6-string-html
tomoki1207.pdf
twxs.cmake
VaibhavVishal.web-extension
vstirbu.vscode-mermaid-preview
Vue.volar
Vue.vscode-typescript-vue-plugin
wayou.vscode-todo-highlight
webben.browserslist
wooodhead.vscode-wrap-console-log-simple
xyc.vscode-mdx-preview
yash-singh.cshell-vscode
zh9528.file-size
zhuangtongfa.material-theme
